# https://tabletool.io/
# mas Amphetamine
cask "1password"
cask "discord"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "karabiner-elements"
cask "podman-desktop"
cask "raycast"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "tableplus"
cask "tower"
cask "utm"
cask "zed"
cask "zen"
